Repository: humanmade/metapic
Catalog: lang/metapic-*.po
Languages: sv_se

source: Account deactivated
sv_se: Kontot har deaktiverats

source: Login
sv_se: Inloggning

source: Please login to your Metapic account
sv_se: Var god logga in på ditt Metapic-konto

source: Email
sv_se: E-post

source: Password
sv_se: Lösenord

source: Your account
sv_se: Ditt konto

source: You are currently logged in
sv_se: Du är inloggad

source: Advanced
sv_se: Avancerat

source: Advanced settings
sv_se: Avancerade inställningar

source: Server address
sv_se: Serveradress

source: Login successful
sv_se: Du är nu inloggad

source: Invalid username or password
sv_se: Ogiltigt användarnamn eller lösenord

source: Account created
sv_se: Ditt konto har skapats

source: Account activated
sv_se: Ditt konto har aktiverats

source: User not found
sv_se: Användaren kunde inte hittas

source: Account activated. You can now activate individual blogs in the network.
sv_se: Ert konto har aktiverats. Ni kan nu aktivera individuella bloggar i ert nätverk.

source: Account not found. Please check your credentials. If the problem persists please contact support.
sv_se: Kontot kunde inte hittas. Var god kontrollera dina uppgifter. Om problemet kvarstår var god kontakta supporten på info@metapic.se.

source: Deactivate account
sv_se: Deaktivera konto

source: Create account
sv_se: Skapa konto

source: Metapic settings page
sv_se: Metapic inställningssida

source: Metapic site settings page
sv_se: Metapic nätverksinställningar

source: API Settings
sv_se: API-inställningar

source: Please enter your credentials below. You should have already received your client credentials from Metapic.<br/>If you haven't received your credentials please contact Metapic technical support.
sv_se: Var god fyll i dina uppgifter nedan. Du skall redan ha fått uppgifterna för din portal från Metapic.<br/> Om du inte har fått dessa uppgifter så kontakta Metapics tekniska support på info@metapic.se.

source: API Key
sv_se: API-nyckel

source: Secret Key
sv_se: Hemlig nyckel

source: My settings
sv_se: Mina inställningar

source: Metapic has been activated on your site by the network administrator.<br/>You have an active account and you can use the service to tag images and create collages.
sv_se: Metapic har aktiverats på din blogg av er näverksadministratör.<br/> Du har ett aktivt Metapic-konto och kan nu använda tjänsten för att tagga bilder och skapa kollage.

source: The account is connected to the following email address:
sv_se: Kontot är kopplat till e-postadressen:

source: Metapic has been activated on your site by the network administrator.
sv_se: Metapic har aktiverats på din blogg av er näverksadministratör.

source: As the network administrator you can connect this blog to any account on this site.<br/>Please select an account from the list.
sv_se: Som nätverksadministratör kan du koppla denna blogg till valfritt användarkonto på denna sajt.<br/>Var god välj ett konto i listan.

source: Select user
sv_se: Välj användare

source: In order to start using Metapic to link content, tag images and make collages you first have to accept our terms of use.<br/>An account will be created connected to the email address: <strong>%s</strong>.
sv_se: För att börja använda Metapic för att länka innehåll, tagga bilder och göra kollage så måste du först acceptera medlemsvillkoren.<br/>Ett konto kommer att skapas kopplat till e-postadressen: <strong>%s</strong>.

source: I accept the terms.
sv_se: Jag accepterar användarvillkoren

source: You must accept the terms.
sv_se: Du måste acceptera användarvillkoren

source: Activate Metapic account
sv_se: Aktivera Metapic-konto

source: Metapic has been activated on your site by the network administrator.<br/>There is an existing account connected to your email address, <strong>%s</strong>.
sv_se: Metapic har aktiverats på er sajt av er näverksadministratör.<br/>Det finns redan ett Metapic-konto kopplat till din e-postadress, <strong>%s</strong>.

source: This could mean that you're either already using Metapic on a blog in the network or that you have used Metapic before.<br/>Total clicks will be pooled from all blogs using your account in the network
sv_se: Detta kan betyda att du antingen redan använder Metapic på en blogg i detta nätverk eller att du har använt Metapic tidigare.<br/> Om du redan använder Metapic på andra bloggar i nätverket så kommer klicken att räknas ihop till en totalsumma.

source: Activate account
sv_se: Aktivera konto

source: You must select a user.
sv_se: Du måste välja en användare

source: Network widget
sv_se: Nätverkswidget

source: Total clicks per day - last 10 days
sv_se: Totalt antal klick per dag - senaste 10 dagarna

source: Date
sv_se: Datum

source: Clicks
sv_se: Klick

source: Show detailed statistics
sv_se: Visa detaljerad statistik

source: Clicks this month
sv_se: Klick den här månaden

source: Clicks total
sv_se: Klick totalt

source: You have note received any clicks yet.
sv_se: Du har inte fått några klick ännu.

source: Link content
sv_se: Länka innehåll

source: Metapic link
sv_se: Metapic länk

source: Tag image
sv_se: Tagga bild

source: Metapic image
sv_se: Metapic bild

source: Add collage
sv_se: Skapa kollage

source: Metapic collage
sv_se: Metapic kollage
